Table of Contents
Namespace IdeaStatiCa.BimApiLink.Plugin
 Classes
BimConnectionsImportEvent
BIM - connection imported event
BimConnectionsSynchronizeEvent
BIM - connection synchronized event
BimPluginCommandEvent
BIM - plugin command executed event
CadApplication
CadUserSelection
FeaApplication
FeaUserSelection
IdeaUserEventImplementation
Implementation class. Don't use directly, but call from the derived classes
 Interfaces
ICadModel
IFeaModel
IModel